Repository: k-donn/plasmoid-wunderground
Catalog: plasmoid/translate/*.po
Languages: da_dk, pl_pl

source: Wunderground Personal Weather Station viewer
da_dk: Personlig Vejrstation viser
pl_pl: Przeglądarka osobistej stacji pogodowej Wunderground

source: Location not found
da_dk: Lokation ikke fundet
pl_pl: Nie znaleziono lokalizacji

source: Station
pl_pl: Stacja

source: Appearance
da_dk: Udseende
pl_pl: Wygląd

source: Layout
pl_pl: Układ

source: Units
da_dk: Enheder
pl_pl: Jednostki

source: Debug
da_dk: Fejlret
pl_pl: Debugowanie

source: Status Color
da_dk: Status farve
pl_pl: Kolor statusu

source: Air quality
da_dk: Luft kvalitet
pl_pl: Jakość powietrza

source: Messages
da_dk: Meddelelser
pl_pl: Komunikaty

source: Primary pollutant:
da_dk: Primær forurening:
pl_pl: Główny zanieczyszczający:

source: Amount: %1 %2<br/>Description: %3<br/>Index: %4
da_dk: Antal: %1 %2<br/>Beskrivelse: %3<br/>Indeks: %4
pl_pl: Ilość: %1 %2<br/>Opis: %3<br/>Indeks: %4

source: Solar info
da_dk: Sol info
pl_pl: Informacje o nasłonecznieniu

source: Sunrise
da_dk: Solopgang
pl_pl: Wschód słońca

source: Sunset
da_dk: Solnedgang
pl_pl: Zachód słońca

source: Alerts
da_dk: Varsler
pl_pl: Alerty

source: There are no alerts for your area.
da_dk: Ingen varsel for dit område.
pl_pl: Brak alertów dla twojej okolicy.

source: Severity: %1
da_dk: Alvorsgrad: %1
pl_pl: Stopień: %1

source: Region: %1<br/>Action: %2<br/>Disclaimer: %3<br/>Issued by: %4
da_dk: Region: %1<br/>Handling: %2<br/>Fraskrivelse: %3<br/>Udstedt af : %4
pl_pl: Region: %1<br/>Działanie: %2<br/>Zastrzeżenie: %3<br/>Wydane przez: %4

source: There are weather alerts for your area!
da_dk: Der er varsler for området!
pl_pl: Są alerty pogodowe dla twojej okolicy!

# per 12 hours, please keep it short
source: /12h
pl_pl: /12g

source: Wind Barb
da_dk: Vind barb
pl_pl: Wskaźnik wiatru

source: Wind direction and speed indicator
da_dk: Vindretning og hastighed indikator
pl_pl: Wskaźnik kierunku i prędkości wiatru

source: Learn more
da_dk: Mere info
pl_pl: Dowiedz się więcej

source: Wind & Gust
da_dk: Vind & Vindstød
pl_pl: Wiatr i porywy

source: Feels like %1
da_dk: Føles som %1
pl_pl: Odczuwalna %1

source: Wind from: %1 (%2°)
da_dk: Vind fra : %1 (%2°)
pl_pl: Wiatr z: %1 (%2°)

source: Dew Point
da_dk: Dugpunkt
pl_pl: Punkt rosy

source: Precipitation Rate
da_dk: Nedbørsmængde
pl_pl: Intensywność opadów

source: Pressure
da_dk: Lufttryk
pl_pl: Ciśnienie

source: Pressure has risen %1 in the last three hours.
da_dk: Lufttryk er steget %1 i de sidste 3 timer.
pl_pl: Ciśnienie wzrosło o %1 w ciągu ostatnich trzech godzin.

source: Pressure has fallen %1 in the last three hours.
da_dk: Lufttryk er faldet %1 i de sidste 3 timer.
pl_pl: Ciśnienie spadło o %1 w ciągu ostatnich trzech godzin.

source: Humidity
da_dk: Fugtighed
pl_pl: Wilgotność

# Short for: 'Precipitation Accumulation'
source: Precipitation Accum.
da_dk: Nedbørsmængde akkum.
pl_pl: Akumul. opadów

# Do not edit HTML tags.
source: <font size='4'>Feels like: %1<br/>Thunder: %2<br/>UV: %3<br/>Snow: %4<br/>Golf: %5</font>
da_dk: <font size='4'>Føles som: %1<br/>Torden: %2<br/>UV: %3<br/>Sne: %4<br/>Golf: %5</font>
pl_pl: <font size='4'>Odczuwalna: %1<br/>Burza: %2<br/>UV: %3<br/>Śnieg: %4<br/>Golf: %5</font>

source: Sorry! The widget ran into a network error:
da_dk: Der opstod en netværksfejl:
pl_pl: Przepraszamy! Widżet napotkał błąd sieci:

source: Weather Details
da_dk: Vejrdata
pl_pl: Szczegóły pogody

source: Forecast
da_dk: Vejrudsigt
pl_pl: Prognoza

source: Day Chart
da_dk: Dag diagram
pl_pl: Wykres dzienny

source: More Info
da_dk: Mere info
pl_pl: Więcej informacji

source: High: %1 Low: %2
da_dk: Høj: %1 Lav: %2
pl_pl: Max: %1 Min: %2

source: Loading...
da_dk: Indlæser...
pl_pl: Ładowanie...

# Use default font
source: Default
da_dk: Standard
pl_pl: Domyślna

source: General
da_dk: Generel
pl_pl: Ogólne

source: Use system theme icons:
da_dk: Brug system ikon tema:
pl_pl: Używaj ikon motywu systemowego:

source: Shown in tooltip:
pl_pl: Pokazywane w podpowiedzi:

source: Station ID
pl_pl: ID stacji

source: Station Name
pl_pl: Nazwa stacji

source: Both
pl_pl: Oba

source: Full Representation
da_dk: Fuld visning
pl_pl: Pełny widok

source: Auto-color temperature:
da_dk: Aut. farve temp:
pl_pl: Automatyczne kolorowanie temperatury:

source: Use default page:
da_dk: Anvend standard side:
pl_pl: Używaj domyślnej strony:

source: Default page shown:
da_dk: Standard side:
pl_pl: Domyślnie wyświetlana strona:

source: Show pressure trend:
da_dk: Vis luftryk tendens:
pl_pl: Pokazuj trend ciśnienia:

source: Compact Representation
da_dk: Kompakt visning
pl_pl: Kompaktowy widok

source: Choose a Font:
da_dk: Vælg skrifttype:
pl_pl: Wybierz czcionkę:

source: Text size mode:
da_dk: Tekst størrelse:
pl_pl: Tryb rozmiaru tekstu:

source: Automatic fit
da_dk: Automatisk
pl_pl: Automatyczne dopasowanie

source: Exact size
da_dk: Fast str.
pl_pl: Dokładny rozmiar

source: Text size
da_dk: Tekst str.
pl_pl: Rozmiar tekstu

source: Text visible
da_dk: Tekst synligt
pl_pl: Tekst widoczny

source: Text drop shadow
da_dk: Tekst drop skygge
pl_pl: Cień tekstu

source: Icon size mode:
da_dk: Ikon størrelse:
pl_pl: Tryb rozmiaru ikon:

source: Icon size
da_dk: Ikon str.
pl_pl: Rozmiar ikon

source: Icon visible
da_dk: Ikon synligt
pl_pl: Ikona widoczna

source: Icon drop shadow
da_dk: Ikon drop skygge
pl_pl: Cień ikony

source: System tray active timeout
da_dk: Systembakke aktiv timeout
pl_pl: Czas aktywności tacki systemowej

# Abbreviation for seconds
source: sec
da_dk: s
pl_pl: sek

source: Write to console.log:
da_dk: Skriv til konsol log:
pl_pl: Zapisuj do console.log:

source: Use Legacy Forecast API:
da_dk: Anvend ældre vejrudsigt API:
pl_pl: Używaj starszego API prognozy:

source: Startup time delay (ms):
da_dk: Start tid forsinkelse (ms):
pl_pl: Opóźnienie uruchomienia (ms):

source: Planar layout
pl_pl: Płaski układ

source: Used on the desktop or in a desktop grouper
da_dk: Anvendt på skrivebordet eller i skrivebords gruppering
pl_pl: Używany na pulpicie lub w grupowaniu pulpitu

source: Property header text size
da_dk: Egenskab overskrift tekst str.
pl_pl: Rozmiar tekstu nagłówka właściwości

source: Property text size
da_dk: Egenskab tekst str.
pl_pl: Rozmiar tekstu właściwości

source: Temperature text size
da_dk: Temperatur tekst str.
pl_pl: Rozmiar tekstu temperatury

source: small (16x16)
da_dk: lille (16x16)
pl_pl: mały (16x16)

source: smallMedium (22x22)
da_dk: lilleMedium (22x22)
pl_pl: średniomały (22x22)

source: medium (32x32)
pl_pl: średni (32x32)

source: large (48x48)
da_dk: stor (48x48)
pl_pl: duży (48x48)

source: huge (64x64)
da_dk: meget stor (64x64)
pl_pl: ogromny (64x64)

source: enormous (128x128)
da_dk: enorm (128x128)
pl_pl: olbrzymi (128x128)

source: Details icon size:
da_dk: Detaljer ikon str.:
pl_pl: Rozmiar ikon szczegółów:

source: Top panel icon margins:
da_dk: Top panel ikon margin:
pl_pl: Marginesy ikon górnego panelu:

source: Layout type
pl_pl: Typ układu

source: Horizontal
da_dk: Horisontalt
pl_pl: Poziomy

source: Vertical
da_dk: Vertikalt
pl_pl: Pionowy

source: Compressed
da_dk: Komprimeret
pl_pl: Skompresowany

source: Layout type is not available in the system tray
da_dk: Layout type ikke muligt i systembakken
pl_pl: Typ układu nie jest dostępny w tacce systemowej

source: Widget order
da_dk: Widget rækkefølge
pl_pl: Kolejność widżetów

source: Icon first
da_dk: Ikon først
pl_pl: Ikona pierwsza

source: Text first
da_dk: Tekst først
pl_pl: Tekst pierwszy

source: Widget order is not available in the system tray
da_dk: Widget rækkefølge ikke muligt i systembakken
pl_pl: Kolejność widżetów nie jest dostępna w tacce systemowej

source: Top Margin
pl_pl: Górny margines

source: Bottom Margin
da_dk: Bund margin
pl_pl: Dolny margines

source: Left Margin
da_dk: Venstre margin
pl_pl: Lewy margines

source: Right Margin
da_dk: Højre margin
pl_pl: Prawy margines

source: Inner Margin
da_dk: Indre margin
pl_pl: Wewnętrzny margines

source: Saved Weather Stations
da_dk: Gemte vejrstationer
pl_pl: Zapisane stacje pogodowe

source: Latitude
pl_pl: Szerokość geograficzna

source: Longitude
pl_pl: Długość geograficzna

source: Actions
pl_pl: Akcje

source: Select from Map
da_dk: Vælg fra kort
pl_pl: Wybierz z mapy

source: Find Station
pl_pl: Znajdź stację

source: Manual Add
da_dk: Manuel tilføjelse
pl_pl: Ręczne dodanie

source: Refresh period (s):
da_dk: Opdaterings interval (s):
pl_pl: Okres odświeżania (s):

source: Time/Date Format
da_dk: Tid/dato format
pl_pl: Format czasu/daty

source: Day Chart time format:
da_dk: Dag diagram tidsformat:
pl_pl: Format czasu wykresu dziennego:

source: Week forecast date format:
da_dk: Uge vejrudsigt dato format:
pl_pl: Format daty prognozy tygodniowej:

source: Precision
da_dk: Præcision
pl_pl: Precyzja

source: Temperature
da_dk: Temperatur
pl_pl: Temperatura

source: Compact Rep Temperature
pl_pl: Temperatura w widoku kompaktowym

# The unit system
source: Metric
da_dk: Metrisk
pl_pl: Metryczny

# The unit system
source: Imperial
pl_pl: Imperialny

# The unit system
source: Hybrid (UK)
pl_pl: Hybrydowy (UK)

source: Custom
da_dk: Tilpasset
pl_pl: Niestandardowe

source: Choose:
da_dk: Vælg:
pl_pl: Wybierz:

source: Wind unit:
da_dk: Vind:
pl_pl: Jednostka wiatru:

source: Rain unit:
da_dk: Regn:
pl_pl: Jednostka deszczu:

source: Snow unit:
da_dk: Sne:
pl_pl: Jednostka śniegu:

source: Temperature unit:
da_dk: Temperatur:
pl_pl: Jednostka temperatury:

source: Pressure unit:
da_dk: Lufttryk:
pl_pl: Jednostka ciśnienia:

source: Elevation unit:
da_dk: Højde:
pl_pl: Jednostka wysokości:

source: Desktop Widget:
da_dk: Skrivebord Widget:
pl_pl: Widżet pulpitu:

source: Configure Wunderground
da_dk: Wunderground
pl_pl: Konfiguruj Wunderground

source: Add Station...
da_dk: Tilføj Station...
pl_pl: Dodaj stację...

source: Enter station ID
da_dk: Angiv station ID
pl_pl: Wprowadź ID stacji

source: Enter station name (optional)
pl_pl: Wprowadź nazwę stacji (opcjonalnie)

source: Confirm
da_dk: Bekræft
pl_pl: Potwierdź

source: Cancel
da_dk: Annuller
pl_pl: Anuluj

source: Select
da_dk: Vælg
pl_pl: Wybierz

source: Edit Name
pl_pl: Edytuj nazwę

source: Remove
da_dk: Fjern
pl_pl: Usuń

source: Search by:
da_dk: Søg efter:
pl_pl: Szukaj według:

source: Area Name
da_dk: Områdenavn
pl_pl: Nazwa obszaru

source: Weatherstation ID:
da_dk: ID:
pl_pl: ID stacji pogodowej:

source: Lat/Lon
da_dk: Bred/Læng
pl_pl: Szer./Dł.

source: Search
da_dk: Søg
pl_pl: Szukaj

source: Enter Station
da_dk: Angiv station
pl_pl: Wprowadź stację

source: Enter city, state, locality, or address
da_dk: Angiv by, stat, lokalitet eller adresse
pl_pl: Wprowadź miasto, stan, miejscowość lub adres

source: Click or drag the marker on the map below.
da_dk: Klik eller træk markør på kortet nedenfor.
pl_pl: Kliknij lub przeciągnij znacznik na mapie poniżej.

source: Searching place:
da_dk: Søger sted:
pl_pl: Szukanie miejsca:

source: Choose
da_dk: Vælg
pl_pl: Wybierz

source: Searching by Weatherstation ID. Example: KGADACUL1
da_dk: Søger Vejrstation ID. Example: KGADACUL1
pl_pl: Szukanie według ID stacji pogodowej. Przykład: KGADACUL1

source: Selected latitude: %1, longitude: %2
da_dk: Valgte længdegrad: %1, breddegrad: %2
pl_pl: Wybrana szerokość: %1, długość: %2

source: Error (%1): %2
da_dk: Fejl: (%1): %2
pl_pl: Błąd (%1): %2

source: Warning
da_dk: Advarsel
pl_pl: Ostrzeżenie

source: Station has failed quality checks and may provide unreliable data.
da_dk: Station fejlede kvalitetstest og kan give upræcise data.
pl_pl: Stacja nie przeszła kontroli jakości i może dostarczać niewiarygodne dane.

source: Station Health: %1%
da_dk: Station status: %1%
pl_pl: Zdrowie stacji: %1%

source: Test Station
pl_pl: Testuj stację

source: Selected Station: %1 (%2)
da_dk: Valgte station: %1 (%2)
pl_pl: Wybrana stacja: %1 (%2)

source: Error: %1 message: %2
da_dk: Fejl: %1 besked: %2
pl_pl: Błąd: %1 wiadomość: %2

source: Station active!
da_dk: Station Aktiv!
pl_pl: Stacja aktywna!

source: Reporting %1% of properties.
da_dk: Rapporterer %1% af egenskaberne.
pl_pl: Raportowanie %1% właściwości.

source: Station active.
da_dk: Stationen aktiv.
pl_pl: Stacja aktywna.

source: Station unhealthy.
da_dk: Stationen ustabil.
pl_pl: Stacja niezdrowa.

source: Error: Bad station.
da_dk: Fejl: Dårlig station.
pl_pl: Błąd: Zła stacja.

source: Error: Station not active!
da_dk: Fejl: Stationen er ikke aktiv!
pl_pl: Błąd: Stacja nieaktywna!

source: City Name
da_dk: Bynavn
pl_pl: Nazwa miasta

source: Uses WGS84 geocode coordinates
da_dk: Anvender WGS84 geocode koordinater
pl_pl: Używa współrzędnych geokodowych WGS84

source: Use Station ID, not city name. Select 'Search by: City Name' to search by city.
da_dk: Brug station ID, ikke navn på by. Vælg 'Søg efter: By navn' for at søge efter by.
pl_pl: Użyj ID stacji, nie nazwy miasta. Wybierz 'Szukaj według: Nazwa miasta', aby szukać według miasta.

source: Enter City Name
da_dk: Angiv bynavn
pl_pl: Wprowadź nazwę miasta

source: Latitude:
da_dk: Breddegrad:
pl_pl: Szerokość geograficzna:

source: Longitude:
da_dk: Længdegrad:
pl_pl: Długość geograficzna:

source: Weatherstation Name:
da_dk: Navn:
pl_pl: Nazwa stacji pogodowej:

source: Cloud Cover
da_dk: Skydækning
pl_pl: Zachmurzenie

source: Precipitation Chance
da_dk: Nedbørs sandsynlighed
pl_pl: Szansa na opady

source: Snow Precipitation Rate
da_dk: Sne nedbørsmængde
pl_pl: Intensywność opadów śniegu

source: Set the weather station to pull data from.
da_dk: Angiv vejrstation for udtræk af data.
pl_pl: Ustaw stację pogodową, z której pobierane będą dane.

source: Please Configure
da_dk: Konfigurer
pl_pl: Proszę skonfigurować

source: Error...
da_dk: Fejl...
pl_pl: Błąd...

source: Refresh weather
da_dk: Opdater vejr
pl_pl: Odśwież pogodę
